// Написать структуру классов цветочного магазина.Желательно применять наследование.
//Результат размещаете у себя в репозитории и сюда в комментарии к этому сообщению вставляете ссылку на него. 
//Составить ревью кода на проект "Цветочный магазин". Посмотреть программу каждого, кто её сделал. 
//Написать плюсы и минусы программы, желательно аргументированно.
//Посмотреть программу "Hospital" и внести в неё свои изменения.
//Сначала делаете форк в свой личный репозитарий.Потом вносите изменения и делаете запрос на слияние.Но не сливаете!
//Дописать архитектуру классов телефонного справочника.

#include <iostream>

int main()
{
    
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
